Repository: OULEDZIAN/BankApp
Catalog: BankApp/BankApp/Resources/Localizable.xcstrings
Source language: fr
Languages: en

# accessibility.amount.negative
source: moins %@
en: minus %@

# accessibility.balance
source: Solde : %@
en: Balance: %@

# accessibility.bank.collapsed
source: Réduit
en: Collapsed

# accessibility.bank.collapseHint
source: Touchez deux fois pour réduire
en: Double tap to collapse

# accessibility.bank.expanded
source: Développé
en: Expanded

# accessibility.bank.expandHint
source: Touchez deux fois pour développer
en: Double tap to expand

# accessibility.loading
source: Chargement des comptes
en: Loading accounts

# accessibility.negativeBalance
source: Solde négatif : %@
en: Negative balance: %@

# accounts.title
source: Mes Comptes
en: My Accounts

# error.decodingFailed
source: Une erreur est survenue. Veuillez réessayer.
en: Something went wrong. Please try again.

# error.networkUnavailable
source: Impossible de charger vos comptes.
en: Unable to load your accounts.

# error.pullToRefresh
source: Tirez vers le bas pour réessayer.
en: Pull down to try again.

# section.otherBanks
source: Autres Banques
en: Other Banks
